lab07/soap/lista.xml




<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                                  xmlns:gs="http://spring.io/guides/gs-producing-web-service">

<soapenv:Header/>
   <soapenv:Body>
   

<getAllProductsRequest xmlns="http://spring.io/guides/gs-producing-web-service"/>

   </soapenv:Body>
</soapenv:Envelope>
